Revit 2027 API
ParameterTypeId.RbsElecCircuitNotesParam Property
 "Schedule Circuit Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitNotesParam { get; }
Public Shared ReadOnly Property RbsElecCircuitNotesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitNotesParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitNotesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace